{
  "hermitage": {
    "name": "Государственный Эрмитаж",
    "description": "Один из крупнейших и старейших музеев мира, расположенный в бывшем Зимнем дворце. Коллекция Эрмитажа охватывает тысячелетия — от древних цивилизаций до европейских мастеров. Роскошные интерьеры, обширные залы и знаковый бледно‑зелёный фасад делают его обязательным пунктом для первых визитов и ценителей искусства.",
    "address": "Дворцовая площадь, 2"
  },
  "church-of-the-savior-on-spilled-blood": {
    "name": "Спас на Крови",
    "description": "Яркий образец архитектуры русского возрождения, возведённый на месте смертельного ранения императора Александра II. Храм знаменит разноцветными луковичными куполами и одной из крупнейших в мире коллекций мозаик, покрывающих стены библейскими сценами и затейливыми орнаментами.",
    "address": "Наб. канала Грибоедова, 2Б"
  },
  "nevsky-prospect": {
    "name": "Невский проспект",
    "description": "Главная магистраль и культурная артерия города, вдоль которой тянутся исторические здания, магазины, кафе и достопримечательности. От Адмиралтейства до Александро‑Невской лавры Невский отражает ритм и разнообразие городской жизни, особенно по вечерам, когда огни и людские потоки преображают бульвар.",
    "address": "Невский проспект"
  },
  "cruiser-aurora": {
    "name": "Крейсер «Аврора»",
    "description": "Легендарный российский военный корабль и символ революции 1917 года. Стоящий на Неве, сохранившийся крейсер служит музеем, позволяя познакомиться с военно‑морской историей, бытом команды и событиями начала XX века.",
    "address": "Петровская наб., 2"
  },
  "peter-and-paul-fortress": {
    "name": "Петропавловская крепость",
    "description": "Место рождения Санкт‑Петербурга, основанное Петром I в 1703 году. Внутри — Петропавловский собор (усыпальница императоров), бастионы, музеи и виды на Неву. Крепость даёт глубокое погружение в истоки города и имперскую историю.",
    "address": "Заячий остров"
  },
  "saint-isaacs-cathedral": {
    "name": "Исаакиевский собор",
    "description": "Один из крупнейших купольных соборов мира, известный позолоченным куполом и величественным классицистическим обликом. Внутри — колонны из малахита и лазурита, сложные мозаики и колоннада с панорамными видами на центр Петербурга.",
    "address": "Исаакиевская площадь, 4"
  },
  "kunstkamera": {
    "name": "Кунсткамера",
    "description": "Первый музей России, основанный Петром I, известный коллекциями по антропологии и естествознанию. Бирюзово‑белое здание на Неве столь же примечательно, как и экспозиции, объединяющие научное любопытство и культурное наследие.",
    "address": "Университетская наб., 3"
  },
  "peterhof": {
    "name": "Петергоф",
    "description": "«Русский Версаль»: грандиозный дворцово‑парковый ансамбль, знаменитый каскадами, позолоченными фонтанами и видами на Финский залив. Фонтаны Нижнего парка и пышные интерьеры Большого дворца демонстрируют вершину имперской роскоши.",
    "address": "Разводная ул., 2, Петергоф"
  },
  "alexander-garden": {
    "name": "Александровский сад",
    "description": "Спокойная зелёная зона у Адмиралтейства, популярная для прогулок и фотографий. Газоны, скульптуры и тенистые аллеи дают передышку от центра, оставаясь рядом с Дворцовой площадью и Невским проспектом.",
    "address": "Адмиралтейский район"
  },
  "admiralty-building": {
    "name": "Адмиралтейство",
    "description": "Один из символов панорамы города с позолоченным шпилем и корабликом‑флюгером. Исторически — штаб Российского флота; здание задаёт перспективу трёх магистралей и подчёркивает морское наследие Петербурга.",
    "address": "Адмиралтейский пр., 1"
  },
  "bronze-horseman": {
    "name": "Медный всадник",
    "description": "Знаменитый конный памятник Петру I на Сенатской площади, возведённый по указу Екатерины II. Монумент на гигантском «Гром‑камне» прославляет основателя города и остаётся его мощным символом.",
    "address": "Сенатская площадь"
  },
  "summer-garden": {
    "name": "Летний сад",
    "description": "Изысканный исторический сад с мраморными статуями, фонтанами и аккуратными аллеями. Некогда излюбленное место отдыха Петра I, сегодня — тихое пространство с барочными акцентами и сезонной зеленью.",
    "address": "Наб. Кутузова, 2"
  },
  "smolny-cathedral": {
    "name": "Смольный собор",
    "description": "Впечатляющий сине‑белый барочный собор по проекту Растрелли, часть ансамбля Смольного монастыря. Элегантные фасады и спокойное окружение выделяют его среди оживлённых туристических маршрутов.",
    "address": "Площадь Растрелли, 1"
  },
  "singer-house": {
    "name": "Дом компании «Зингер» (Дом Книги)",
    "description": "Шедевр модерна на Невском проспекте, изначально построенный для швейной компании Singer. Стеклянная башня и декоративные детали выделяют здание; на первом этаже — легендарный книжный и кафе.",
    "address": "Невский проспект, 28"
  },
  "kazan-cathedral": {
    "name": "Казанский собор",
    "description": "Монументальный неоклассический собор с широкой колоннадой, вдохновлённой базиликой Святого Петра. Посвящён Казанской иконе Божией Матери, является действующим храмом и важной доминантой Невского проспекта.",
    "address": "Невский проспект, 25"
  },
  "lakhta-center": {
    "name": "Лахта‑центр",
    "description": "Самый высокий небоскрёб Европы — закрученная стеклянная башня на берегу Финского залива. Комплекс включает офисы, публичные пространства и смотровые точки, демонстрируя современную инженерию и силуэт города XXI века.",
    "address": "Лахтинский пр., 2"
  },
  "strelka-vasilievsky-island": {
    "name": "Стрелка Васильевского острова",
    "description": "Живописная стрелка на восточной оконечности Васильевского острова, известная Ростральными колоннами и панорамой на Эрмитаж и Петропавловскую крепость. Классическая точка для фотографий и видов города.",
    "address": "Биржевая площадь"
  },
  "palace-square": {
    "name": "Дворцовая площадь",
    "description": "Парадное сердце Петербурга, обрамлённое Зимним дворцом, Главным штабом и Александровской колонной. Историческая сцена для имперских церемоний и современных событий, символ масштаба и величия города.",
    "address": "Центральный район"
  },
  "russian-museum": {
    "name": "Русский музей",
    "description": "Крупнейшее собрание русского искусства — от древних икон до авангарда и искусства XX века. Размещён в Михайловском дворце и даёт всесторонний взгляд на национальное художественное наследие.",
    "address": "Инженерная ул., 4"
  },
  "st-michael-castle": {
    "name": "Михайловский (Инженерный) замок",
    "description": "Необычная резиденция императора Павла I с эклектичной архитектурой. Окружённый рвами и садами, замок хранит драматическую историю и сегодня является филиалом Русского музея.",
    "address": "Садовая ул., 2"
  },
  "catherine-palace": {
    "name": "Екатерининский дворец",
    "description": "Роскошная барочная резиденция в Царском Селе, известная позолоченными фасадами, Парадным залом и легендарной Янтарной комнатой. Построенный Растрелли и обновлённый при Екатерине II, дворец венчает огромные парки и три века истории Романовых.",
    "address": "г. Пушкин, Садовая ул., 7"
  },
  "submarine-d-2": {
    "name": "Подводная лодка Д‑2 «Народоволец»",
    "description": "Сохранившаяся советская подлодка‑музей, дающая близкий взгляд на жизнь экипажа и инженерные решения начала XX века. Тесные отсеки, оригинальные приборы и экспозиции погружают в историю Балтийского флота военных и межвоенных лет.",
    "address": "Шкиперский проезд, 10"
  },
  "mariinsky-theatre": {
    "name": "Мариинский театр",
    "description": "Знаменитая петербургская оперно‑балетная сцена с 1860 года, где состоялись премьеры Чайковского, Мусоргского и Римского‑Корсакова. Историческая сцена, современный Мариинский‑II и Концертный зал вместе принимают мировые постановки прославленных трупп.",
    "address": "Театральная площадь, 1"
  },
  "new-holland-island": {
    "name": "Новая Голландия",
    "description": "Треугольный искусственный остров XVIII века, превращённый в культурный парк с мероприятиями, заведениями и семейными пространствами. Кирпичные арки, каналы и газоны создают особую городскую атмосферу рядом с Исаакиевским собором и набережными Мойки.",
    "address": "Адмиралтейский канал, 2"
  },
  "eliseyev-emporium": {
    "name": "Елисеевский магазин",
    "description": "Легендарный гастроном в стиле модерн и достопримечательность Невского проспекта. Театральные витрины, витражи и роскошные интерьеры обрамляют знаменитый торговый зал с кондитерскими и гастрономическими деликатесами.",
    "address": "Невский проспект, 56"
  },
  "alexandrinsky-theatre": {
    "name": "Александринский театр",
    "description": "Старейший русский национальный драматический театр XVIII века в величественном неоклассическом здании на площади Островского. Колыбель отечественного театрального искусства, где идут классические и современные постановки.",
    "address": "Площадь Островского, 2"
  },
  "peter-cabin": {
    "name": "Домик Петра I",
    "description": "Старейший сохранившийся деревянный дом Петербурга, построенный для Петра I в 1703 году. Скромное трёхкомнатное жилище отражает прагматизм основателя и контрастирует с последующим имперским размахом.",
    "address": "Петровская наб., 6"
  },
  "botanical-garden": {
    "name": "Ботанический сад Петра Великого",
    "description": "Один из старейших ботанических садов России, знаменитый теплицами с тропическими и субтропическими коллекциями. Сезонные цветения, тематические участки и исторические оранжереи создают спокойное место для любителей растений круглый год.",
    "address": "Ул. Профессора Попова, 2"
  },
  "faberge-museum": {
    "name": "Музей Фаберже",
    "description": "Частный музей в Шуваловском дворце с изысканными ювелирными и декоративными произведениями, включая императорские яйца Фаберже. Коллекция подчёркивает мастерство, благородные материалы и искусство поздней императорской эпохи.",
    "address": "Наб. реки Фонтанки, 21"
  },
  "yusupov-palace": {
    "name": "Юсуповский дворец",
    "description": "Аристократический особняк на Мойке с роскошными интерьерами, собственным театром и экспозициями о владельцах дворца. Известен также историей, связанной с убийством Григория Распутина.",
    "address": "Наб. реки Мойки, 94"
  },
  "menshikov-palace": {
    "name": "Меншиковский дворец",
    "description": "Резиденция начала XVIII века князя Александра Меншикова на Васильевском острове. Барочные залы и интерьеры эпохи Петра — сегодня филиал Эрмитажа, посвящённый петровскому времени.",
    "address": "Университетская наб., 15"
  },
  "mint-yard": {
    "name": "Петербургский монетный двор",
    "description": "Часть исторического комплекса Петропавловской крепости, символизирующая имперскую индустрию и чеканку монет. Хотя производство ограничено, место остаётся знаковым объектом ранней городской экономики.",
    "address": "Петропавловская крепость"
  },
  "st-petersburg-mosque": {
    "name": "Санкт‑Петербургская соборная мечеть",
    "description": "Монументальная мечеть начала XX века с бирюзовыми куполами и сложным геометрическим орнаментом. Фасадные мозаики и высокий молитвенный зал делают её важной исламской достопримечательностью в архитектуре города.",
    "address": "Кронверкский проспект, 7"
  },
  "tsarskoye-lyceum": {
    "name": "Царскосельский лицей",
    "description": "Знаменитое учебное заведение, связанное с Александром Пушкиным, расположено у Екатерининского дворца в Пушкине. Исторические классы и экспозиции показывают роль лицея в становлении русской литературы и общественной жизни.",
    "address": "Г. Пушкин, Садовая ул., 2"
  },
  "shuvalov-palace": {
    "name": "Шуваловский дворец",
    "description": "Изысканный дворец XIX века на Фонтанке, восстановленный для показа исторических интерьеров и выставок. Сегодня здесь прежде всего размещается знаменитая коллекция Музея Фаберже в изящной набережной усадьбе.",
    "address": "Наб. реки Фонтанки, 21"
  },
  "catherine-park": {
    "name": "Екатерининский парк",
    "description": "Ландшафтный ансамбль вокруг Екатерининского дворца в Пушкине, объединяющий регулярный Старый сад и живописный Английский парк. Павильоны — такие как Грот и Эрмитаж — аллеи, мосты и Большой пруд создают классическое имперское убежище.",
    "address": "Г. Пушкин, Садовая ул., 7"
  },
  "gulf-of-finland": {
    "name": "Финский залив",
    "description": "Балтийское побережье к западу от Петербурга, знакомое по ветреным набережным, песчаным пляжам и широким закатам. Береговые форты, современные марины и видовые точки в Сестрорецке, Зеленогорске и Кронштадте показывают морскую сторону города за пределами центра.",
    "address": "Балтийское побережье, Санкт‑Петербург"
  },
  "gatchina-palace": {
    "name": "Гатчинский дворец",
    "description": "Загородная резиденция к югу от Петербурга с крепостными силуэтами, парадными залами и живописными парками. Связанная с императором Павлом I, она сочетает романтические ландшафты, подземные ходы и озёра в уникальный ансамбль.",
    "address": "Красноармейский пр., 1, Гатчина"
  },
  "kronstadt-forts": {
    "name": "Кронштадтские форты",
    "description": "Кольцо морских фортов XVIII–XX веков, охранявших подходы к Петербургу во Финском заливе. Кирпичные казематы, батареи и искусственные острова — как форт Александр I — демонстрируют инженерное искусство и многослойную историю береговой обороны.",
    "address": "Кронштадт, остров Котлин"
  },
  "lake-ladoga": {
    "name": "Ладожское озеро",
    "description": "Крупнейшее в Европе пресноводное озеро северо‑восточнее Петербурга, окружённое сосновыми лесами, гранитными шхерами и историческими островами. Известное «Дорогой жизни» времён ВОВ, Ладога объединяет суровую северную природу, тихие южные пляжи и драматичные скалистые берега с архипелагами на севере.",
    "address": "Ленинградская область и Республика Карелия"
  },
  "schedule": {
    "hermitage": "Понедельник — выходной; вторник: 11:00–20:00; среда–четверг: 11:00–18:00; пятница–суббота: 11:00–20:00; воскресенье: 11:00–18:00.",
    "church-of-the-savior-on-spilled-blood": "Ежедневно, кроме среды, 10:30–18:00.",
    "nevsky-prospect": "",
    "cruiser-aurora": "Среда–воскресенье: 11:00–18:00; понедельник–вторник — выходной.",
    "peter-and-paul-fortress": "Ежедневно 09:30–21:00.",
    "saint-isaacs-cathedral": "10:30–18:00; выходной — среда. Вечерние программы (01.05–30.09): 18:00–22:30; колоннада: 01.05–31.10 — ежедневно 10:30–18:00; 01.11–30.04 — выходной третья среда месяца; вечерняя колоннада (27.04–30.09): 18:00–22:30.",
    "kunstkamera": "Вторник–воскресенье: 11:00–18:00. Кассы — до 17:00. Последний вторник месяца — санитарный день.",
    "peterhof": "Нижний парк (26.04–12.10): ежедневно 09:00–20:00. Большой дворец: открыт ежедневно, кроме понедельника и последнего вторника месяца; вход для индивидуальных посетителей — по сессионному режиму.",
    "alexander-garden": "Ежедневно: 07:00–23:00.",
    "admiralty-building": "",
    "bronze-horseman": "",
    "summer-garden": "01.05–30.09: 10:00–22:00; 01.10–31.03: 10:00–20:00; 01.04–30.04: закрыт; вторник — выходной.",
    "smolny-cathedral": "Понедельник–суббота: 08:00–20:00; воскресенье: 07:00–20:00.",
    "singer-house": "Вторник–пятница: 11:00–18:00; суббота–воскресенье: 12:00–19:00; понедельник — выходной.",
    "kazan-cathedral": "Ежедневно: 06:30–20:00.",
    "lakhta-center": "",
    "strelka-vasilievsky-island": "",
    "palace-square": "",
    "russian-museum": "Четверг: 13:00–21:00; вторник — выходной; остальные дни: 10:00–18:00.",
    "st-michael-castle": "10:00–18:00; вторник — выходной.",
    "catherine-palace": "Ср–пн: 10:00–18:00 (последний вход ~16:45–17:00); вторник — выходной; возможны дополнительные закрытия (последний понедельник месяца, праздники).",
    "submarine-d-2": "",
    "mariinsky-theatre": "Кассы: ежедневно 11:00–19:00 (перерывы зависят от площадки); показы — по репертуару.",
    "new-holland-island": "Пн–чт: 09:00–22:00; пт–вс: 09:00–23:00.",
    "eliseyev-emporium": "Ежедневно: 10:00–23:00.",
    "alexandrinsky-theatre": "",
    "peter-cabin": "Пн: 10:00–18:00; Ср: 10:00–18:00; Чт: 13:00–21:00; Пт–Вс: 10:00–18:00; вт — выходной.",
    "botanical-garden": "Вт–вс: вход 10:00–16:30, выход до 17:30; пн — выходной.",
    "faberge-museum": "Ежедневно: экспозиция 10:00–20:45; касса 09:30–20:15.",
    "yusupov-palace": "Ежедневно: 10:00–19:30.",
    "menshikov-palace": "Вторник–воскресенье: 11:00–18:00; понедельник — выходной.",
    "mint-yard": "Ежедневно без перерывов: 08:00–19:30; магазин: 10:00–18:00.",
    "st-petersburg-mosque": "Ежедневно: 10:00–17:00.",
    "tsarskoye-lyceum": "Среда–понедельник: 10:30–18:00; вторник — выходной.",
    "shuvalov-palace": "Ежедневно 10:00–20:45; первая среда каждого месяца — выходной.",
    "catherine-park": "07:00–21:00.",
    "gulf-of-finland": "",
    "gatchina-palace": "Вторник–воскресенье: 10:00–17:00; понедельник — выходной.",
    "kronstadt-forts": "",
    "lake-ladoga": ""
  }
}
