[
  {
    "id": "1",
    "slug": "hermitage",
    "name": "The State Hermitage Museum",
    "category": "museum",
    "description": "One of the world's largest and oldest museums, housed in the former Winter Palace. The Hermitage showcases an immense collection of art and cultural artifacts spanning millennia, from ancient civilizations to European masters. Its opulent interiors, vast galleries, and iconic pale-green facade make it a must‑see for first‑time visitors and seasoned art lovers alike.",
    "address": "Palace Square, 2",
    "imageUrl": "/images/hermitage.webp",
    "websiteUrl": "https://www.hermitagemuseum.org/"
  },
  {
    "id": "2",
    "slug": "church-of-the-savior-on-spilled-blood",
    "name": "Church of the Savior on Spilled Blood",
    "category": "cathedral",
    "description": "A striking example of Russian Revival architecture, built on the site where Emperor Alexander II was fatally wounded. The church is famous for its vibrant onion domes and one of the world’s largest collections of mosaics, covering interior walls with shimmering biblical scenes and ornate patterns.",
    "address": "Griboyedov Canal Emb., 2B",
    "imageUrl": "/images/church-of-the-savior-on-spilled-blood.webp",
    "websiteUrl": "https://spas.spb.ru/"
  },
  {
    "id": "3",
    "slug": "nevsky-prospect",
    "name": "Nevsky Prospect",
    "category": "street",
    "description": "The city's main avenue and vibrant cultural artery, lined with historic buildings, shops, cafes, and landmarks. Stretching from the Admiralty to the Alexander Nevsky Lavra, Nevsky Prospect embodies the pace and diversity of St. Petersburg life, especially in the evening when lights and crowds transform the boulevard.",
    "address": "Nevsky Prospect",
    "imageUrl": "/images/nevsky-prospect.webp",
    "websiteUrl": ""
  },
  {
    "id": "4",
    "slug": "cruiser-aurora",
    "name": "Cruiser Aurora",
    "category": "monument",
    "description": "A legendary Russian warship and symbol of the 1917 Revolution. Moored on the Neva, the preserved cruiser now serves as a museum ship, offering visitors a look into naval history, life on board, and the events that shaped the country’s early 20th‑century destiny.",
    "address": "Petrovskaya Emb., 2",
    "imageUrl": "/images/cruiser-aurora.webp",
    "websiteUrl": ""
  },
  {
    "id": "5",
    "slug": "peter-and-paul-fortress",
    "name": "Peter and Paul Fortress",
    "category": "fortress",
    "description": "The birthplace of St. Petersburg, founded by Peter the Great in 1703. Within its walls stand the Peter and Paul Cathedral—burial site of Russian emperors—bastions, museums, and scenic river views. The fortress offers a deep dive into the city’s founding and imperial history.",
    "address": "Zayachy Island",
    "imageUrl": "/images/peter-and-paul-fortress.webp",
    "websiteUrl": ""
  },
  {
    "id": "6",
    "slug": "saint-isaacs-cathedral",
    "name": "Saint Isaac's Cathedral",
    "category": "cathedral",
    "description": "One of the largest domed cathedrals in the world, famed for its gilded dome and grand neoclassical design. The interior features columns of malachite and lapis lazuli, intricate mosaics, and a panoramic colonnade offering sweeping views across St. Petersburg’s historic center.",
    "address": "St Isaac's Square, 4",
    "imageUrl": "/images/saint-isaacs-cathedral.webp",
    "websiteUrl": ""
  },
  {
    "id": "7",
    "slug": "kunstkamera",
    "name": "Kunstkamera",
    "category": "museum",
    "description": "Russia's first museum, founded by Peter the Great, renowned for its collections in anthropology and natural history. The iconic turquoise-and-white building on the Neva is as memorable as the exhibits inside, bridging scientific curiosity and cultural heritage.",
    "address": "Universitetskaya Emb., 3",
    "imageUrl": "/images/kunstkamera.webp",
    "websiteUrl": ""
  },
  {
    "id": "8",
    "slug": "peterhof",
    "name": "Peterhof",
    "category": "palace",
    "description": "The 'Russian Versailles': a grand palace-and-park ensemble famed for its cascades, golden fountains, and views across the Gulf of Finland. The Lower Park’s waterworks and the opulent interiors of the Grand Palace showcase imperial luxury at its peak.",
    "address": "Razvodnaya St., 2, Peterhof",
    "imageUrl": "/images/peterhof.webp",
    "websiteUrl": ""
  },
  {
    "id": "9",
    "slug": "alexander-garden",
    "name": "Alexander Garden",
    "category": "park",
    "description": "A tranquil green space beside the Admiralty, popular for leisurely strolls and photo stops. Lawns, sculptures, and tree‑lined paths offer respite from the bustling center, with quick access to nearby landmarks like Palace Square and Nevsky Prospect.",
    "address": "Admiralteysky District",
    "imageUrl": "/images/alexander-garden.webp",
    "websiteUrl": ""
  },
  {
    "id": "10",
    "slug": "admiralty-building",
    "name": "Admiralty",
    "category": "monument",
    "description": "A hallmark of the city's skyline with its gilded spire and ship weather vane. Historically the headquarters of the Russian Navy, the Admiralty anchors the perspective of three grand avenues and symbolizes St. Petersburg’s maritime heritage.",
    "address": "Admiralteysky Pr., 1",
    "imageUrl": "/images/admiralty-building.webp",
    "websiteUrl": ""
  },
  {
    "id": "11",
    "slug": "bronze-horseman",
    "name": "The Bronze Horseman",
    "category": "monument",
    "description": "The iconic equestrian statue of Peter the Great on Senate Square, commissioned by Catherine the Great. Carved from a massive 'Thunder Stone' pedestal, the monument celebrates the city’s visionary founder and remains a powerful symbol of St. Petersburg.",
    "address": "Senate Square",
    "imageUrl": "/images/bronze-horseman.webp",
    "websiteUrl": ""
  },
  {
    "id": "12",
    "slug": "summer-garden",
    "name": "Summer Garden",
    "category": "park",
    "description": "An elegant historic garden with marble statues, fountains, and carefully manicured alleys. Once a favored retreat of Peter the Great, today it offers a peaceful setting amid baroque aesthetics and seasonal greenery.",
    "address": "Kutuzova Emb., 2",
    "imageUrl": "/images/summer-garden.webp",
    "websiteUrl": ""
  },
  {
    "id": "13",
    "slug": "smolny-cathedral",
    "name": "Smolny Cathedral",
    "category": "cathedral",
    "description": "A stunning blue‑and‑white baroque cathedral designed by Rastrelli, part of the larger Smolny Convent ensemble. Its elegant facades and serene setting create a distinctive landmark away from the busiest tourist routes.",
    "address": "Rastrelli Square, 1",
    "imageUrl": "/images/smolny-cathedral.webp",
    "websiteUrl": ""
  },
  {
    "id": "14",
    "slug": "singer-house",
    "name": "Singer House (House of Books)",
    "category": "monument",
    "description": "An Art Nouveau masterpiece on Nevsky Prospect, originally built for the Singer Sewing Machine Company. The building’s glass tower and ornate details stand out, while the ground floor hosts a famous bookstore and cafe.",
    "address": "Nevsky Prospekt, 28",
    "imageUrl": "/images/singer-house.webp",
    "websiteUrl": ""
  },
  {
    "id": "15",
    "slug": "kazan-cathedral",
    "name": "Kazan Cathedral",
    "category": "cathedral",
    "description": "A monumental neoclassical cathedral with a sweeping colonnade inspired by St. Peter’s Basilica. Dedicated to Our Lady of Kazan, it serves as an active place of worship and a prominent architectural focal point on Nevsky Prospect.",
    "address": "Nevsky Prospect, 25",
    "imageUrl": "/images/kazan-cathedral.webp",
    "websiteUrl": ""
  },
  {
    "id": "16",
    "slug": "lakhta-center",
    "name": "Lakhta Center",
    "category": "skyscraper",
    "description": "Europe's tallest skyscraper, a spiraling glass tower on the Gulf of Finland. The complex includes offices, public spaces, and viewpoints, representing modern engineering and the city’s contemporary skyline.",
    "address": "Lakhtinsky Pr., 2",
    "imageUrl": "/images/lakhta-center.webp",
    "websiteUrl": ""
  },
  {
    "id": "17",
    "slug": "strelka-vasilievsky-island",
    "name": "Strelka of Vasilievsky Island",
    "category": "ensemble",
    "description": "A scenic spit at the eastern tip of Vasilievsky Island, known for the Rostral Columns and panoramic views across the Neva towards the Hermitage and Peter and Paul Fortress. A classic viewpoint for photos and city vistas.",
    "address": "Birzhevaya Square",
    "imageUrl": "/images/strelka-vasilievsky-island.webp",
    "websiteUrl": ""
  },
  {
    "id": "18",
    "slug": "palace-square",
    "name": "Palace Square",
    "category": "square",
    "description": "The grand heart of St. Petersburg, framed by the Winter Palace, the General Staff Building, and the Alexander Column. A historic stage for imperial ceremonies and modern events alike, it symbolizes the city’s scale and grandeur.",
    "address": "Tsentralny District",
    "imageUrl": "/images/palace-square.webp",
    "websiteUrl": ""
  },
  {
    "id": "19",
    "slug": "russian-museum",
    "name": "Russian Museum",
    "category": "museum",
    "description": "A premier collection dedicated to Russian art, from ancient icons to avant‑garde and 20th‑century works. Housed in the Mikhailovsky Palace, the museum provides a comprehensive journey through national artistic heritage.",
    "address": "Inzhenernaya St., 4",
    "imageUrl": "/images/russian-museum.webp",
    "websiteUrl": ""
  },
  {
    "id": "20",
    "slug": "st-michael-castle",
    "name": "St. Michael's Castle (Mikhailovsky Castle)",
    "category": "palace",
    "description": "A unique residence of Emperor Paul I with an unusual mix of architectural styles. Surrounded by moats and gardens, the castle carries a dramatic history and now functions as a branch of the Russian Museum.",
    "address": "Sadovaya St., 2",
    "imageUrl": "/images/st-michael-castle.webp",
    "websiteUrl": ""
  }
]
